Revit 2024 API
BuiltInFailures.FabricFailures.MinorSpacingFailure Property
 The spacing in the minor direction is lower than diameter of the wire in the major direction.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId MinorSpacingFailure { get; }
Visual Basic
Public Shared ReadOnly Property MinorSpacingFailure As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ MinorSpacingFailure {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.FabricFailures Class
Autodesk.Revit.DB Namespace